Repository: olympsis/client-iOS
Catalog: Olympsis/Locatlization/Catalogues/Groups.xcstrings
Source language: en
Languages: es_419, fr

source: Block member
es_419: Bloquear a un miembro
fr: Bloquer un membre

source: Change role
es_419: Cambiar de rol
fr: Changer de rôle

# club-menu-change-organization
source: Change organization
es_419: Cambiar la organización
fr: Changer l'organisation

# club-menu-create-group
source: Create a new group
es_419: Crear un nuevo grupo
fr: Créer un nouveau groupe

# club-menu-delete-club
source: Delete club
es_419: Eliminar Club
fr: Supprimer le club

# club-menu-leave-club
source: Leave club
es_419: Salir del club
fr: Quitter le club

# club-menu-search-clubs
source: Search for clubs
es_419: Buscar clubes
fr: Rechercher des clubs

source: Club tags
es_419: Etiquetas del club
fr: Étiquettes de club

# create-club
source: Create a club
es_419: Crear un club
fr: Créer un club

# demote-member
source: Demote to member
es_419: Degradar a miembro
fr: Rétrograder au rang de membre

source: Established
es_419: Establecido
fr: Établi

# group-menu-members
source: Members
es_419: Miembros
fr: Membres

# group-menu-reports
source: Reports
es_419: Informes
fr: Rapports

source: Located in
es_419: Ubicado en
fr: Situé à

# new-club-description-sub-title
source: What your club is about?
es_419: ¿De qué se trata tu club?
fr: En quoi consiste votre club?

# new-club-location-sub-title
source: Where does this club call home?
es_419: ¿Dónde tiene su sede este club?
fr: Où ce club se trouve-t-il ?

# new-club-location-title
source: Location
es_419: Ubicación
fr: Emplacement

# new-club-name-sub-title
source: What your club will be known by
es_419: ¿Con qué nombre se conocerá a tu club?
fr: Sous quel nom votre club sera-t-il connu?

# new-club-name-title
source: Club name
es_419: Nombre del club
fr: Nom du club

# new-club-sport-sub-title
source: The sport(s) your club will focus on
es_419: Los deportes en los que se centrará su club
fr: Le(s) sport(s) sur lequel(lesquels) votre club se concentrera

# option-delete
source: Delete
es_419: Eliminar
fr: Quitter

# option-leave
source: Leave
es_419: Salir
fr: Supprimer

# promote-admin
source: Promote to admin
es_419: Promocionar a administrador
fr: Promouvoir au rang d'administrateur

# promote-owner
source: Promote to owner
es_419: Promocionar a propietario
fr: Promouvoir au rang de propriétaire

# remove-from-club
source: Remove member from club
es_419: Eliminar miembro del club
fr: Supprimer un membre du club

source: Report member
es_419: Informar a un miembro
fr: Signaler un membre

# role-admin
source: Admin
es_419: Administrador
fr: Administrateur

# role-moderator
source: Moderator
es_419: Moderador
fr: Modérateur

# role-owner
source: Owner
es_419: Propietario
fr: Propriétaire

# warning-delete-club-sub-title
source: Are you sure you want to delete this club?
es_419: ¿Estás seguro de que quieres eliminar este club?
fr: Êtes-vous sûr de vouloir supprimer ce club ?

# warning-delete-club-title
source: Delete Club
es_419: Eliminar Club
fr: Supprimer le club

# warning-leave-club-sub-title
source: Are you sure you want to leave this club?
es_419: ¿Estás seguro de que quieres dejar este club?
fr: Êtes-vous sûr de vouloir quitter ce club ?

# warning-leave-club-title
source: Leaving Club
es_419: Salir del club
fr: Quitter le club

# club-menu-edit-club
source: Edit club
es_419: Editar club

# group-menu-applications
source: Applications
es_419: Aplicaciones

# new-club-description-title
source: Description
es_419: Descripción

# new-club-sport-title
source: Sport
es_419: Deporte
